C&opy image=C&opy image
Copy file name=Copy file name
&Grab image=&Grab image
&Explore file=&Explore file
&Paste=&Paste
-=-
&Transparent=&Transparent
C&lick through=C&lick through
Co&ntext Menu=Co&ntext Menu
&Save=&Save
&Minimise=&Minimise
&Close=&Close
